Repository: stoi2m1/cbratingsystem
Catalog: language/cbratingsystem-*.po
Languages: de_de, pt_br

source: Please enter a valid email address.
de_de: Bitte eine gültige eMai-Adresse eingeben
pt_br: Por favor, insira um endereço de email válido.

source: Verify Your email
de_de: Bestätige deine eMail-Adresse
pt_br: Verifique seu email

source: has rated this post
de_de: haben diesen Beitrag bewertet.
pt_br: avaliou este post

source: You have already rated this.
de_de: Du has das schon bewertet.
pt_br: Você já avaliou isto.

source: An error occurred while storing data. Please ensure that all data are resonable. If problem persist please contact the administrator.
de_de: Ein Fehler beim speichern der Daten ist aufgetreten. Sind alle Daten korrekt? Sollte das Problem weiterhin auftreten, bitte den Administrator kontaktieren.
pt_br: Ocorreu um erro ao armazenar os dados. Por favor, verifique se todos os dados fazem sentido. Se o problema persistir, por favor contate o administrador.

source: An error occurred while processing the data. Please ensure that all data are resonable. If problem persist please contact the administrator.
de_de: Ein Fehler beim verarbeiten der Daten ist aufgetreten. Sind alle Daten korrekt? Sollte das Problem weiterhin auftreten, bitte den Administrator kontaktieren.
pt_br: Ocorreu um erro ao processar os dados. Por favor, verifique se todos os dados fazem sentido. Se o problema persistir, por favor contate o administrador.

source: Reviews (%d)
de_de: Bewertungen (%d)
pt_br: Avaliações (%d)

source: Load More
de_de: mehr...
pt_br: Carregar mais

source: Cancel rating
de_de: Bewertung abbrechen
pt_br: Cancelar avaliação

source: Failed to load, please refresh this page.
de_de: Fehler beim laden. Bitte die Seite erneut aufrufen.
pt_br: Falha ao carregar, por favor atualize a página.

source: All loaded, you are at end.
de_de: Alles geladen. Du hast es geschafft.
pt_br: Todas carregadas, você atingiu o final.

source: Rating Form Options
de_de: Bewertungsformular Einstellungen
pt_br: Opções do formulário de avaliação

source: --Select rating form--
de_de: --Wähle ein Bewertungsformular--
pt_br: --Selecione formulário de avaliação--

source: Default Form
de_de: Standart-Formular
pt_br: Formulário padrão

source: Enter Color Code
de_de: Farbcode eingeben
pt_br: Entre o código de cor

source: ChooseBackgroundColor
de_de: Wähle eine Hintergrungfarbe
pt_br: Escolha a cor do plano de fundo

source: Theme Submission Error!!
de_de: Theme-Übertragung fehlerhaft!
pt_br: Erro ao submeter tema!!!

source: Theme Submitted successfully
de_de: Theme-Übertragung erfolgreich
pt_br: Tema submetido com sucesso

source: Codeboxr Rating System Theme Settings
de_de: Codeboxr Bewertungsystem - Einstellungen
pt_br: Configurações de tema do sistema de avaliações Codeboxr

source: Theme Option
de_de: Theme-Einstellungen
pt_br: Opções de tema

source: Choose Theme
de_de: Wähle ein Theme
pt_br: Escolher tema

source: Basic Theme
pt_br: Tema básico

source: Custom only available in premium version
de_de: Anpassung nur in der Premium-Version möglich
pt_br: Customizado somente disponível na versão premium

source: Codeboxr Rating System Tools
de_de: Codeboxr Bewertungssystem - Tools
pt_br: Ferramentas do sistema de avaliações Codeboxr

source: Save Option
de_de: Einstellungen sichern
pt_br: Salvar opção

source: Uninstall setting saved!
de_de: Deinstallationseinstellungen gespeichert
pt_br: Configuração de desinstalação salva!

source: Reset All
de_de: Alles zurücksetzen
pt_br: Resetar todas

source: Reset done!
de_de: Zurücksetzen erfolgreich!
pt_br: Resetado!

source: Options and Tables
de_de: Einstellungen und Tabellen
pt_br: Opções e tabelas

source: Rating Options
de_de: Bewertungsoptionen
pt_br: Opções de avaliação

source: Rating Tables
de_de: Bewertungstabelle
pt_br: Tabelas de avaliação

source: Rating Summary Table
de_de: Bewertungszusammenfassung
pt_br: Tabela de sumário de avaliação

source: User Rating Table
de_de: Benutzerbewertungs-Tabelle
pt_br: Tabela de avaliação de usuário

source: Rating Form Table
de_de: Bewertungsformular-Tabelle
pt_br: Tabela de formulário de avaliação

source: Delete All options and tables related with this plugin on uninstall/delete
de_de: Lösche ALLE Einstellungen und Daten des PlugIns zur deinstallation.
pt_br: Apagar todas as opções e tabelas relacionadas com este plugin no momento de desinstalação

source: Reset Setting
de_de: Einstellungen zurücksetzen
pt_br: Resetar configurações

source: You are about to reset all previous settings of this plugin . This action is not reversible. Choose [Cancel] to stop, [OK] to reset.
de_de: Alle Einstellungen des Plugins werden zurückgesetzt. Dieser Vorgang kann nicht rückgängig gemacht werden. Wähle [Cancel] um abzubrechen oder [OK] um das Plugin zurückzusetzen.
pt_br: Você está prestes a resetar todas as configurações prévias deste plugin. Esta ação não pode ser revertida. Escolha [Cancelar] para parar ou [OK] para resetar.

source: This will delete all tables and options created by this plugin. You will get a fresh Rating system to use as first time install. This process can not be undone.
de_de: Das wird ALLE Einstellungen und Daten des PlugIns löschen. Du erhältst eine neues Bewertungssystem wie bei einer Erstinstallation. Dieser Vorgang kann nicht rückgängig gemacht werden.
pt_br: Isto irá apagar todas as tabelas e opções criadas neste plugin. Você ficará com um sistema novo como se fosse uma instalação pela primeira vez. Este processo não poderá ser desfeito.

source: Rating: Top Rated Posts
de_de: Bewertung: Top bewertete Beiträge
pt_br: Avaliação: Posts melhor avaliados

source: A widget to display top rated posts, pages or custom post types.
de_de: Ein Widget der Top bewerteten Beiträge, Seiten oder Custom Post Types.
pt_br: Um widget para exibir os posts, páginas ou tipos de post customizados melhor avaliados.

source: Top Rated Posts
de_de: Top bewertete Beiträge
pt_br: Melhor avaliados

source: Title
de_de: Titel
pt_br: Título

source: Display Last
de_de: Zeige letzte
pt_br: Exibir último

source: Last 24 hours
de_de: lezte 24 Stunden
pt_br: Últimas 24 horas

source: Last 7 Days
de_de: letzte 7 Tage
pt_br: Últimos 7 dias

source: Last 15 Days
de_de: letzte 15 Tage
pt_br: Últimos 15 dias

source: Last 30 days
de_de: letzte 30 Tage
pt_br: Últimos 30 dias

source: All Time
de_de: alles
pt_br: Todos os tempos

source: Note: Based on Post creation date
de_de: Hinweis: Basierend auf dem Erstellungsdatum des Beitrags
pt_br: Nota: Baseado na data de publicação

source: Count:
de_de: Anzahl:
pt_br: Contagem:

source: Post Type
de_de: Beitragstyp
pt_br: Tipo de post

source: Order
de_de: Sortierung
pt_br: Pedido

source: Ascending
de_de: aufsteigend
pt_br: Menor para maior

source: Descending
de_de: absteigend
pt_br: Maior para menor

source: Rating: Top Rated User
de_de: Bewertung: Top bewertete Benutzer
pt_br: Avaliação: Usuário melhor avaliado

source: A widget to display top rated user.
de_de: Ein Widget der Top bewerteten Benutzer
pt_br: Um widget para exibir o melhor usuário avaliado.

source: User Ids ('Blank or comma separate ids )
de_de: Benutzer-IDs ('Leer lassen oder mit Komma getrennte IDs')
pt_br: IDs de usuário ('IDs em branco ou separados por vírgulas)

source: Post Ids ('Blank or comma separate ids )
de_de: Beitrags-IDs ('Leer lassen oder mit Komma getrennte IDs')
pt_br: IDs de post ('IDs em branco ou separados por vírgulas)

source: Post Filter
de_de: Beitragsfilter
pt_br: Filtro

source: First Sort By
de_de: Zuerst sortieren nach
pt_br: Filtrar por

source: No more forms for free version
de_de: In der Free-Version sind keine weiteren Formulare möglich
pt_br: Não há mais formulários para versão gratuita

source: Codeboxr Networks
pt_br: Redes Codeboxr

source: Html, Wordpress & Joomla Themes
pt_br: Temas HTML, Wordpress & Joomla

source: Wordpress Plugins
pt_br: Plugins Wordpress

source: CBX Multi Criteria Rating System Dashboard
pt_br: Painel do sistema de avaliações CBX múltiplo critério

source: with
pt_br: com

source: Anonymous
pt_br: Anônimo

source: Rated %s out of 5
pt_br: Avaliada %s de 5

source: out of
pt_br: de

source: Post
de_de: Beitrag

source: Post:
de_de: Beitrag:

source: Short Code Tag
de_de: Shortcode

source: Codeboxr Multi Criteria Rating System Dashboard
de_de: Codeboxr Multi Kriterium Bewertungssystem - Dashboard
