Repository: stoi2m1/cbratingsystem
Catalog: language/cbratingsystem-*.po
Languages: de_de, pt_br

source: Codeboxr Rating System Rating Average
de_de: Codeboxr Bewertungssystem - Bewertungsdurchschnitt
pt_br: Média do sistema de avaliações Codeboxr

source: Post Title
de_de: Beitragstitel
pt_br: Título do post

source: Form Id
de_de: Formular-ID
pt_br: Id do formulário

source: Average Rating
de_de: durchschn. Bewertungen
pt_br: Média de avaliações

source: Criteria Rating
de_de: Bewertungskriterien
pt_br: Critérios de avaliação

source: Rating Count
de_de: Bewertungszahl
pt_br: Contagem de avaliações

source: Delete
de_de: Löschen
pt_br: Apagar

source: characters
de_de: Buchstaben
pt_br: caractéres

source: No average rating
de_de: Keine durchschn. Bewertung
pt_br: Nenhuma média de avaliação

source: Rating:
de_de: Bewertung:
pt_br: Avaliação:

source: Top Rated Users
de_de: Top bewertete Benutzer
pt_br: Autores mais populares

source: No Results found
de_de: Keine Ergebnisse gefunden
pt_br: Nenhum resultado encontrado

source: Criteria 1
de_de: Kriterium 1
pt_br: Critério 1

source: Worst
de_de: Mies
pt_br: Muito ruim

source: Bad
de_de: Schlecht
pt_br: Ruim

source: Not Bad
de_de: Nicht schlecht
pt_br: Gostei

source: Good
de_de: Gut
pt_br: Bom

source: Best
de_de: Exzellent
pt_br: Sensacional

source: Criteria 2
de_de: Kriterium 2
pt_br: Critério 2

source: Criteria 3
de_de: Kriterium 3
pt_br: Critério 3

source: Sample Question Title 1
de_de: Beispielfragentitel 1
pt_br: Pergunta exemplo 1

source: Yes
de_de: Ja
pt_br: Sim

source: No
de_de: Nein
pt_br: Não

source: Correct
de_de: Korrekt
pt_br: Correcto

source: Incorrect
de_de: Inkorrekt
pt_br: Incorreto

source: None
de_de: Keine
pt_br: Nenhum

source: Allowed User Roles Who Can View Rating
de_de: Benutzerrollen die Bewertungen sehen dürfen
pt_br: Usuários permitidos a visualizar avaliações

source: Which user group can view rating
de_de: Welche Benutzergruppen können Bewertungen sehen
pt_br: Qual grupo de usuário pode visualizar as avaliações

source: Choose User Group ...
de_de: Benutzergruppe wählen...
pt_br: Escolher grupo de usuário...

source: You must give access to at least one User Group who can View Rating
de_de: Mindestens eine Benutzergruppe muss Bewertungen sehen können
pt_br: Você deve permitir ao menos um grupo de usuários que pode visualizar as avaliações

source: Allowed User Roles Who Can View Rating Review
de_de: Benutzerrollen die Bewertungs-Kommentare sehen dürfen
pt_br: Tipos de usuários que podem visualizar a moderação de avaliações

source: You must give access to at least one User Group who can View Comment
de_de: Mindestens eine Benutzergruppe muss Kommentare sehen können
pt_br: Você deve permitir ao menos um grupo de usuários que pode visualizar comentários

source: Enable Rating Moderation for User Group
de_de: Aktiviere Bewertungsmoduration für Benutzergruppen
pt_br: Habilitar moderação de avaliações para grupo de usuário

source: Which user groups comments will be reviewed.
de_de: Welche Benutzergruppe wird Kommentare reviewen
pt_br: Quais grupos de usuários terão seus comentários moderados.

source: Comment required
de_de: Kommentar wird benötigt
pt_br: Comentário necessário

source: This option will make the comment box required
de_de: Diese Option macht die Kommentarbox zum Pflichtfeld
pt_br: Esta opção fará o preenchimento do campo de comentários obrigatório

source: Author Avatar in Review
de_de: Autor-Avatar bei Bewertungen anzeigen
pt_br: Avatar do autor na avaliação

source: Show/hide reviewer's profile picture or avatar in review
de_de: Zeige/Verberge das Profilbild in Bewertungen
pt_br: Mostrar/ocultar a foto de perfil do avaliador na avaliação

source: Control reviewers's avatar
de_de: Kontrollieren des Avatars des Bewerters
pt_br: Controlar avatar do avaliador

source: Show Author Link in Review
de_de: Zeige Autoren-Link in der Bewertung
pt_br: Mostrar link do autor na avaliação

source: Link user to their author page in each review
de_de: Verlinke in jeder Bewertung den Benutzer zu seiner Autoren-Seite
pt_br: Linkar usuário para sua página do autor em cada avaliação

source: Control reviewers's link
de_de: Kontolliere den Link des Bewerters
pt_br: Controlar link do avaliador

source: Show Editor Rating
de_de: Zeige Editoren-Bewertungen
pt_br: Mostrar avaliação do editor

source: Show/hide rating editor user group rating
de_de: Zeige/Verberge die Benutzergruppen-Bewertung des Bewertungs-Editors
pt_br: Mostrar/ocultar avaliação do grupo de usuários editor

source: Which user group is rating editor is selectable
de_de: Welche Benutzergruppe ist Bewertungs-Editor
pt_br: Para qual grupo de usuário é selecionável avaliar editor

source: Show/Hide Reviews
de_de: Zeige/Verberge Bewertungen
pt_br: Mostrar/ocultar avaliações

source: Control showing reviews on frontend
de_de: Kontrolliere angezeigte Bewertungen im Frontend
pt_br: Controlar exibição de avaliações no frontend

source: Enabled by default
de_de: Aktiviere als Default
pt_br: Habilitado por padrão

source: Review Limit Per Page
de_de: Bewertungslimit pro Seite
pt_br: Limite de avaliações por página

source: How many reviews will be shown per page or in ajax request
de_de: Wie viele Bewertungen sollen pro Seite oder in einem Ajax-Request gezeigt werden
pt_br: Quantas avaliações serão exibidas por página ou em um requerimento ajax

source: Review Limit
de_de: Bewertungslimit
pt_br: Limite da avaliação

source: Review Limit is required, must be numeric value
de_de: Bewertungslimit wird benötigt. (Zahlenwert)
pt_br: Limite da avaliação é obrigatório, deve ser um valor numérico

source: Form Title
de_de: Formulartitel
pt_br: Título do formulário

source: Write form name
de_de: Gebe einene Formularnamen ein
pt_br: Escrever nome do formulário

source: Example Rating Form
de_de: Beispiel Bewertungsformular
pt_br: Exemplo do formulário de avaliação

source: Form Name
de_de: Formularname
pt_br: Nome do formulário

source: Rating Form Name
de_de: Name des Bewertungsformular
pt_br: Nome do formulário de avaliação

source: Form title missing or empty, maximum length 500, minimum length 5
de_de: Formulartitel fehlt. (min. 5, max. 500 Zeichen)
pt_br: Título do formulário faltando ou vazio, tamanho máximo 500, mínimo 5

source: Form Status
de_de: Formularstatus
pt_br: Status do formulário

source: Enable disable the form
de_de: Aktiviere/Deaktiviere das Formular
pt_br: Habilitar desabilitar o formulário

source: Enabled
de_de: Aktiviert
pt_br: Habilitado

source: Disabled
de_de: Deaktiviert
pt_br: Desabilitado

source: Post Type Selection
de_de: Post Type-Auswahl
pt_br: Seleção de tipo de post

source: This form will work for the selected post types
de_de: Dieses Formular wird bei den ausgewählten Post Types angezeigt
pt_br: Este formulário funcionará com os tipos de post selecionados

source: Post type selection, works with builtin or custom post types
de_de: Post Type-Auswahl funktioniert mit den Standart- und Custom Post Types
pt_br: Seleção de tipos de post, funciona com tipos nativos ou customizados

source: Choose post type(s)...
de_de: Wähle Post Type(s)...
pt_br: Escolher os tipos de post(s)...

source: Post type is missing or at least one post type must be selected
de_de: Post Type fehlt. (min. ein Post Type muss ausgewählt sein)
pt_br: Tipo de post faltando ou ao menos um tipo de post deve ser selecionado

source: Show on single post/page
de_de: Zeige auf einzelnen Beiträgen/Seiten
pt_br: Exibir em post/página unitário

source: Enable disable for single article
de_de: Aktiviere/Deaktiviere für einzelne Beiträge
pt_br: Habilitar desabilitar para artigo unitário

source: Show on Home/Frontpage
de_de: Zeige auf der Startseite
pt_br: Exibir na página de início

source: Enable disable for home/frontpage
de_de: Aktiviere/Deaktiviere für die Startseite
pt_br: Habilitar desabilitar para página de início

source: Show on Archives
de_de: Zeige in Archiven
pt_br: Exibir em arquivos

source: Enable disable for archive pages
de_de: Aktiviere/Deaktiviere für Archiv-Seiten
pt_br: Habilitar desabilitar para páginas de arquivos

source: Auto Integration
pt_br: Integração automática

source: Enable disable for shortcode
de_de: Aktiviere/Deaktiviere Shortcodes
pt_br: Habilitar desabilitar para shortcode

source: Top (Before Content)
de_de: oben (vor dem Content)
pt_br: Topo (antes do conteúdo)

source: Bottom (After Content)
de_de: unten (nach dem Content)
pt_br: Abaixo (depois do conteúdo)

source: Disable Auto Integration
de_de: Deaktiviere Auto-Integration
pt_br: Desabilitar integração automática

source: Enable Shortcode
de_de: Aktiviere Shortcode
pt_br: Habilitar shortcode

source: Loggin Method
de_de: Logging-Methode
pt_br: Método de registro (log)

source: Log user rating by ip or cookie or both to protect multiple rating, useful for guest rating
de_de: Logge Benutzer-Bewertungen via IP, Cookie oder beides um Mehrfach-Bewertungen zu verhindern. Nützlich bei erlaubten Gäste-Bewertungen
pt_br: Regis

source: Log user rating for guest using ip and cookie
de_de: Logge Benutzer-Bewertungen für Gäste mit IP und Cookie
pt_br: Registro (log) de avaliação de usuário utilizando IP e cookie

source: Choose logging method...
de_de: Wähle eine Loggin-Methode
pt_br: Escolha um método de registro (log)...

source: At least one logging method should be enabled
de_de: Mindesten eine Logging-Methode sollte ausgewählt sein
pt_br: Ao menos um método de registro (log) precisa ser habilitado

source: Allowed User Roles Who Can Rate
de_de: Benutzerrollen, die bewerten dürfen
pt_br: Tipos de usuário que podem avaliar

source: Which user group can rate article with this Rating Form
de_de: Welche Benutzergruppe kann mit diesem Formular Artikel bewerten
pt_br: Que grupo de usuários pode avaliar um artigo com esse Formulário de Avaliação

source: You must select one user group for Rating Editor user
de_de: Mindestens eine Benutzergruppe muss als Bewerungs-Editor ausgewählt werden
pt_br: Você precisa selecionar um grupo de usuários para usuário de Editor de Avaliação

source: Rating Editor User Group
de_de: Bewertungs-Editor Benutzergruppe
pt_br: Grupo de usuário do Editor de Avaliação

source: Which group of user will be Rating Editor
de_de: Welche Benutzergruppe ist Bewertungs-Editor
pt_br: Que grupo de usuários será editor de avaliação

source: Choose Rating Editor User Group ...
de_de: Wähle eine Bewertungs-Editor Benutzergruppe
pt_br: Escolha um grupo de usuários de editor de avaliação...

source: Enable Comment
de_de: Aktiviere Kommentare
pt_br: Habilitar comentário

source: Enable Comment with Rating
de_de: Aktiviere Bewertungen mit Kommentaren
pt_br: Habilitar comentário com avaliação

source: Comment Limit Length
de_de: Kommentar-Limit
pt_br: Limite de tamanho do comentário

source: Comment limit length prevents user from submitting long comment
de_de: Kommentar-Limit verhindert zu lange Kommentare
pt_br: Tamanho limite do comentário previne usuários de enviar comentários longos

source: Comment text length limit
de_de: Kommentartext-Limit
pt_br: Tamanho limite do texto dos comentários

source: Comment Length
de_de: Kommentar-Länge
pt_br: Tamanho do comentário

source: Comment limit can not empty or must be numeric
de_de: Kommentar-Limit kann nicht leer sein. (Zahlenwert)
pt_br: Tamanho do comentário não pode estar vazio e precisa ser numérico

source: Enable Question
de_de: Aktiviere Fragen
pt_br: Habilitar pergunta

source: Enable Question with Rating
de_de: Aktiviere Bewertungen mit Fragen
pt_br: Habilitar pergunta com avaliação

source: Enable question field is missing or value must be 0 or 1
de_de: Es gibt kein aktiviertes Fragenfeld. (Wert muss 0 oder 1 sein)
pt_br: Habilitar campo de pergunta está faltando ou valor precisa ser 0 ou 1

source: Show Credit
de_de: Zeige Credits
pt_br: Exibir crédito

source: This will show a small link under rating form to codeboxr.com
de_de: Es wird ein kleiner Link von codeboxr.com im Bewertungsformular gezeigt
pt_br: Isto mostrará um pequeno link sob o formulário de avaliação para codeboxr.com

source: Built in post types
de_de: Standart Post Types
pt_br: Tipos de post embutidos (nativos)

source: Guest
de_de: Gast
pt_br: Visitante

source: Form:
de_de: Formular:
pt_br: Formulário:

source: Form id not found
de_de: Formular-ID nicht gefunden
pt_br: ID de formulário não encontrada

source: Post id not found
de_de: Beitrags-ID nicht gefunden
pt_br: ID de post não encontrada

source: Rating Forms
de_de: Bewertungsformulare
pt_br: Formulários de avaliação

source: Add New Form
de_de: Ein neues Formular hinzufügen
pt_br: Adicionar novo formulário

source: User Rating Logs
de_de: Benutzer-Bewertungen
pt_br: Registros (logs) de avaliação de usuário

source: Rating Average
de_de: Bewertungsdurchschnitt
pt_br: Média de avaliação

source: Themes
pt_br: Temas

source: Tools
pt_br: Ferramentas

source: Settings
de_de: Einstellungen
pt_br: Configurações

source: Codeboxr Rating System Form Listing
de_de: Codeboxr Bewertungssystem - Formular-Liste
pt_br: Listagem de formulários do sistema de avaliação Codeboxr

source: Edit/Add
de_de: Bearbeiten/Hinzufügen
pt_br: Editar/Adicionar

source: Plugin Information
de_de: Plugin Informationen
pt_br: Informação do plugin

source: Rating Form Edit /Add
de_de: Bewertungsformular bearbeiten/hinzufügen
pt_br: Editar/Adicionar formulário de avaliação

source: Form created/updated successfully. Form Id: %d
de_de: Formular erfolgreich erstellt/hinzugefügt. Formular-ID: %d
pt_br: Formulário criado/atualizado com sucesso. ID do formulário: %d

source: Field "%s" need to be numeric and can not be 0
de_de: Das Feld "%s" benötigt einen numerischen Wert und kann nicht 0 sein
pt_br: Campo"%s" precisa ser numérico e não pode ser 0

source: Field "%s" needs minimum length %d
de_de: Das Feld "%s" benötigt min. eine Länge von %d Zeichen
pt_br: Campo "%s" precisa ter um tamanho mínimo de %d

source: Field "%s" maximum length allowed %d
de_de: Das Feld "%s" dar max. %d Zeichen enthalten
pt_br: Campo "%s" precisa ter um tamanho máximo de %d

source: Criteria %d
de_de: Kriterium %d
pt_br: Critério %d

source: Star Title
de_de: Sterne Titel
pt_br: Título da estrela

source: You must enable and name at least one criteria and have to choose at least one star from
de_de: Für ein Sterne-Bewertungsformular muss mindestens ein Kriterium einen Namen erhalten und aktiviert werden
pt_br: Você deve habilitar e nomear pelo menos um critério e tem que escolher pelo menos uma estrela de

source: Custom Criteria
de_de: Kriterien anpassen
pt_br: Critério customizado

source: You must choose at least one STAR from
de_de: Mindestens ein Stern muss ausgewählt werden
pt_br: Você precisa escolher ao menos uma ESTRELA de

source: You must type at least one criteria name/label and have to choose at least one star from
de_de: Für ein Sterne-Bewertungsformular muss mindestens ein Namen eingegeben und aktiviert werden
pt_br: Você deve nomear pelo menos um nome/etiqueta de critério e tem que escolher pelo menos uma estrela de

source: One of your question title field is empty
de_de: Eins der Fragen-Felder hat keinen Titel
pt_br: O campo de título de uma de suas perguntas está vazio

source: Form save failed. Please check all fields are filled properly.
de_de: Formular nicht gespeichert. Bitte prüfen, ob alle Felder richtig ausgefüllt sind.
pt_br: Salvar formulário falhou. Por favor, verifique se todos os campos foram preenchidos corretamente.

source: Generation Setting
de_de: Grundeinstellungen
pt_br: Configurações de geração

source: Custom Questions
de_de: Fragen anpassen
pt_br: Perguntas customizadas

source: Save
de_de: Speichern
pt_br: Salvar

source: This field is required
de_de: Dieses Feld wird benötigt
pt_br: Este campo é necessário

source: Unlimited star in pro version
de_de: Unbegrenzte Anzahl an Sternen in der Pro-Version
pt_br: Estrelas ilimitadas na versão pro

source: Unlimited criteria in premium version
de_de: Unbegrenzte Anzahl an Kriterien in der Pro-Version
pt_br: Critérios ilimitados na versão pro

source: Rating Criteria(s) for this <strong>Rating Form</strog>. You can change the Criteria Labal and the Star Label/Hint. To edit Star Label/Hint, click on the default Label/Hint and after chaning click on outside of the field. You must enable/check at least one STAR for every enabled Criteria.
de_de: Bewertungskriterien für dieses <strong>Bewertungsformular</strog>. Der Name des Kriteriums kann geändert werden. Für eine Sterne-Bewertung muss mindestens ein Kriterium eingegeben und aktiviert werden.
pt_br: Critérios (s) de avaliação para este <strong>Formulário de Avaliação</ strog>. Você pode alterar a etiqueta de critério e a etiqueta/dica da estrela. Para editar a etiqueta/dica estrela, clique na etiqueta padrão/sugestão, edite o texto e depois clique fora do campo. Você deve habilitar/verificar pelo menos uma estrela para cada critério ativado.

source: Selected Form(s) Deleted
de_de: Ausgewählte(s) Formular(e) gelöscht
pt_br: Formulário(s) selecionado apagado

source: Failed to Delete Form(s)
de_de: Fehler beim löschen der/des Formular(s)
pt_br: Falha ao apagar formulário(s)

source: Form set as default
de_de: Formular als Standart gesetzt
pt_br: Formulário configurado como padrão

source: Failed to save the form as default
de_de: Fehler beim speicher des Formulars als Standart-Formular
pt_br: Falha ao salvar formulário como padrão

source: Disable This
de_de: Deaktivieren
pt_br: Desabilitar isto

source: Enable This
de_de: Aktivieren
pt_br: Habiitar isto

source: Note: Upgrade to Premium Version to add more forms
de_de: Hinweis: Die Pro-Version erlaubt mehr als ein Formular
pt_br: Nota: Obtenha a versão premium para adicionar mais formulários

source: Title/Name
de_de: Titel/Name
pt_br: Título/Nome

source: Criteria(s)
de_de: Kriterien
pt_br: Critério(s)

source: Action
de_de: Aktion
pt_br: Ação

source: Enabled [cbratingsystem form_id="%d"]
de_de: Aktiviert [cbratingsystem form_id="%d"]
pt_br: Habilitado [cbratingsystem form_id="%d"]

source: Select Sample
de_de: Beispiel auswählen
pt_br: Selecionar amostra

source: Delete Logs Data
de_de: Lösche Log-Daten
pt_br: Apagar dados de registro (log)

source: Delete By:
de_de: Löschen:
pt_br: Apagar em:

source: Selected Items
de_de: Ausgewählte Einträge
pt_br: Itens selecionados

source: Overview
de_de: Übersicht
pt_br: Visão geral

source: Default
de_de: Standart
pt_br: Padrão

source: Form
de_de: Formular
pt_br: Formulário

source: Reviews
de_de: Bewertungen
pt_br: Avaliações

source: Review
de_de: Bewertung
pt_br: Avaliação

source: Textbox
de_de: Textfeld
pt_br: Caixa de texto

source: Checkbox
pt_br: Caixa de seleção

source: Radio
pt_br: Rádio

source: <p>Questions are optional. Each question can be set enabled or disabled, required. Three types of questions - Radio, Checkbox and textarea input can be created. Radio and checkbox question.</p>
de_de: <p>Fragen sind optional. Jede Frage kann als aktiv, deaktiv oder Pflichtfeld gesetzt werden. Es gibt drei Arten von Fragetypen - Radio-Button, Checkboxen und Textfeld-Eingaben können erstellt werden.</p>
pt_br: <p>As perguntas são opcionais. Cada pergunta pode ser definida como ativada ou desativada e obrigatória. Três tipos de perguntas - rádio, caixa de seleção e área de texto podem ser criados. Pergunta de rádio e caixa de seleção.</p>

source: Questions
de_de: Fragen
pt_br: Perguntas

source: Question
de_de: Frage
pt_br: Pergunta

source: Controls
de_de: Einstellungen
pt_br: Controles

source: Field Type
de_de: Feldtyp
pt_br: Tipo do campo

source: Field Display
de_de: Anzeigefeld
pt_br: Exibição de campo

source: One Answer
de_de: Einfache Antwort
pt_br: Uma resposta

source: Multiple Answers
de_de: Mehrfach-Antwort
pt_br: Múltiplas respostas

source: Click to edit
de_de: Klicken um zu ändern
pt_br: Clique para editar

source: Sample Question Title
de_de: Beispiel-Frage
pt_br: Título de pergunta de amostra

source: Required Question ?
de_de: Pflichtantwort
pt_br: Pergunta obrigatória?

source: Show Question ?
de_de: Zeige Frage
pt_br: Exibir pergunta?

source: <p>Info: Unlimited Question available in pro version.</p>
de_de: <p>Hinweis: Die Pro-Version erlaubt unlimitierte Fragen.</p>
pt_br: <p>Info: Perguntas ilimitadas na versão pro.</p>

source: Saved
de_de: Gespeichert
pt_br: Salva

source: Codeboxr Rating System User Rating Logs
de_de: Codeboxr Bewertungssystem - User Rating Logs
pt_br: Registros (logs) de avaliação do sistema de avaliação Codeboxr

source: User%s
de_de: Benutzer%s
pt_br: Usuário%s

source: Edit
de_de: Bearbeiten
pt_br: Editar

source: User Info:
de_de: Benutzer-Info:
pt_br: Informação de usuário:

source: Post Id:
de_de: Beitrags-ID:
pt_br: ID de post:

source: Post Type:
pt_br: Tipo de post:

source: Form Id:
de_de: Formular-ID:
pt_br: ID de formulário:

source: Average Rating:
de_de: Durchschn. Bewertungen
pt_br: Média de avaliações:

source: Criteria Rating:
de_de: Kriterium-Bewertung:
pt_br: Critérios de avaliação:

source: Q/A:
de_de: Frage/Antwort:
pt_br: Perguntas e respostas:

source: Comment:
de_de: Kommentar:
pt_br: Comentários:

source: Ratings
de_de: Bewertungen
pt_br: Avaliações

source: Current Average Ratings
de_de: Durchschnittliche Bewertungen
pt_br: Média atual de avaliações

source: custom_criterialabel
de_de: Benutzerdefiniertes Kriterium
pt_br: etiquetadecriterio_customizada

source: Avg
de_de: durchschn.
pt_br: Média

source: label
de_de: Name
pt_br: etiqueta

source: Total Avg Rating
de_de: Durchschnittliche Bewertungen gesamt
pt_br: Média total de avaliações

source: based on
de_de: Basierend auf
pt_br: base em

source: Editor Avg. Rating
de_de: Durchschnittliche Bewertungen Editor
pt_br: Média de avaliações de editor

source: Avg
de_de: durchschn.
pt_br: Média

source: Editors Average Rating
de_de: Durchschnittliche Bewertungen des Editor
pt_br: Média de avaliações de editores

source: Total Avg. Rating
de_de: Durchschnittliche Bewertungen gesamt
pt_br: Média total de avaliações

source: Required Field
de_de: Pflichtfeld
pt_br: Campo obrigatório

source: Comment/Note:
de_de: Kommentar/Hinweis:
pt_br: Comentário/Nota:

source: Submit
de_de: Bewerten
pt_br: Avaliar

source: Loading
de_de: Laden
pt_br: Carregando

source: View Average
de_de: Zeige Durchschnitt
pt_br: Ver média

source: Rate this
de_de: Bewerten
pt_br: Avaliar isto

source: Rating System by codeboxr
de_de: Bewertungssystem von codeboxr
pt_br: Sistema de avaliações por codeboxr

source: Rating System by Codeboxr
de_de: Bewertungssystem von codeboxr
pt_br: Sistema de avaliações por Codeboxr

source: Rating
de_de: Bewertung
pt_br: Avaliação

source: Editor Ave Rating
de_de: Durchschn. Bewertungen des Editors
pt_br: Média de avaliações de editor

source: Total Avg Rating
de_de: Durchschn. Bewertungen ges.
pt_br: Média total de avaliações

source: basedon
de_de: basieren auf
pt_br: baseadoem

source: Login
de_de: Anmeldung
pt_br: Fazer o login

source: login
de_de: anmelden
pt_br: fazer o login

source: Please %s to rate
de_de: Bitte %s um zu bewerten
pt_br: Por favor, %s para avaliar

source: You are not allowed to rate.
de_de: Dir ist es nicht erlaubt, hier zu bewerten.
pt_br: Você não está autorizado a avaliar.

source: Click to cancel given rating
de_de: Klick um die abgegebene Bewertung zu verwerfen
pt_br: Clique para cancelar avaliação dada

source: Thank you for rating
de_de: Vielen Dank für die Bewertung
pt_br: Obrigado por avaliar

source: Please rate to all criteria
de_de: Bitte alle Kriterien bewerten
pt_br: Por favor, avalie todos os critérios

source: Please fill all required fields
de_de: Bitte alle Plichtfelder ausfüllen
pt_br: Por favor preencha todos os campos necessários

source: Rating save error
de_de: Fehler beim speichern der Bewertung
pt_br: Erro ao salvar avaliação

source: Name field can't be left blank.
de_de: Das Feld 'Name' darf nicht leer sein.
pt_br: Campo de nome não pode ser deixado em branco.
